var character_tier = [
  {
    부현: {
      element: 양자,
      path: 보존,
      thumbnail: 3003,
    },
  },
  {
    경류: {
      element: 얼음,
      path: 파멸,
      thumbnail: 3005,
    },
  },
  {
    음월: {
      element: 허수,
      path: 파멸,
      thumbnail: 3002,
    },
  },
  {
    브로냐: {
      element: 바람,
      path: 화합,
      thumbnail: 1101,
    },
  },
];
// 물리: {
//   나타샤: "풍요",
//   루카: "공허",
//   소상: "수렵",
// },
// 화염: {
//   계네빈: "공허",
//   아스타: "화합",
//   불척자: "보존",
//   후크: "파멸",
// },
// 얼음: {
//   경류: "파멸",
//   게파드: "보존",
//   페라: "공허",
//   미츠키: "보존",
//   헤르타: "지식",
// },
// 바람: {
//   삼포: "공허",
//   단항: "수렵",
// },
// 번개: {
//   정운: "화합",
//   서벌: "지식",
//   아를란: "파멸",
// },
// 양자: {
//   부현: "보존",
//   링스: "풍요",
//   청작: "지식",
// },
// 허수: {
//   음월: "파멸",
//   어공: "화합",
// },

var thumbnail = {
  미츠키: 1001,
  단항: 1002,
  히메코: 1003,
  웰트: 1004,
  카프카: 1005,
  아를란: 1008,
  아스타: 1009,
  헤르타: 1013,
  서벌: 1103,
  게파드: 1104,
  나타샤: 1105,
  페라: 1106,
  삼포: 1108,
  후크: 1109,
  청작: 1201,
  정운: 1202,
  나찰: 1203,
  경원: 1204,
  소상: 1206,
  어공: 1207,
  루카: 3000,
  링스: 3004,
  토파즈: 3006,
  계네빈: 3007,
  불척자: 8003,
};
